// Lab1.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream> 

using namespace std;

int main()

{  //cout << "Задача  Hello " << endl;

    cout << "Hello!\n" << endl;

    cout << "SQUARE" << endl;

    cout << char(201);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(187) << endl;

    cout << char(186) << "         ";

    cout << char(186) << endl;

    cout << char(186) << "         ";

    cout << char(186) << endl;

    cout << char(186) << "         ";

    cout << char(186) << endl;

    cout << char(200);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(205);

    cout << char(188) << endl;

    setlocale(LC_ALL, "RU");
    cout << "Задача ANKETA" << endl;
    cout << '\t' << "Фамилия" << ":"; cout << "Заболотная" << endl;
    cout << '\t' << "Имя" << ":"; cout << "Анна" << endl;
    cout << '\t' << "Очество" << ":"; cout << "Владимировна" << endl;
    cout << '\t' << "Пол" << ":"; cout << "Женский" << endl;
    cout << '\t' << "Дата рождения" << ":"; cout << "23.01.2004" << endl;
    cout << '\t' << "Адрес" << ":"; cout << "г.Каменское,ул.Воинов-Афганцев" << endl;
    cout << '\t' << "Номер телефона" << ":"; cout << "+380987513095" << endl;
    cout << '\t' << "Место обучения" << ":"; cout << "ММФ ДНУ им.Олеся Гончара" << endl;
    cout << '\t' << "Група" << ":"; cout << "МС_21_1" << endl;
    cout << '\t' << "Хоби" << ":"; cout << "Акробатика" << endl;


}
// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
